/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Elementos del Dock";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Ítem del Dock";
"com.apple.dock.itemlist" = "Lista de elementos del Dock";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Elementos de la lista de elementos del Dock";
"com.apple.dock.item/path" = "Ruta del ítem del Dock";
"com.apple.dock.item/label" = "Etiqueta del ítem del Dock";
"com.apple.dock.item/type" = "Tipo de ítem del Dock";
"com.apple.dock.item/parent" = "Ítem principal del elemento del Dock";
"com.apple.dock.item/properties" = "Propiedades del elemento del Dock";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Widgets de Dashboard ";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Widget del Dashboard";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Identificador de paquete";
"com.apple.dashboard.widget/preferences" = "preferencias";
"com.apple.dashboard.widget/position" = "posición";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

